---
kind: other
id: Properties.T:Autodesk.Revit.DB.ViewDisplaySketchyLines
source: html/962ca970-a617-0239-cdb3-afa21cd00a78.htm
---
# ViewDisplaySketchyLines Properties

True to enable sketchy lines visibility. False to disable it.